Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_HowToFix_1
source: How to fix: Remove or rename the parameter in your formula.
bg_bg: Начин за коригиране: Премахнете или преименувайте параметъра в своята формула.
ca_es: Procediments: suprimiu el paràmetre de la fórmula o canvieu-li el nom.
cs_cz: Postup opravy: Odeberte nebo přejmenujte ve vzorci daný parametr.
da_dk: Løs problemet: Fjern eller omdøb parameteren i din formel.
de_de: Vorgehensweise zur Behebung: Entfernen Sie den Parameter in Ihrer Formel, oder benennen Sie ihn um.
el_gr: Τρόπος διόρθωσης: Καταργήστε ή μετονομάστε την παράμετρο στον τύπο σας.
es_es: Procedimiento de corrección: Quitar el parámetro de la fórmula o cambiar su nombre.
et_ee: Kuidas parandada: eemaldage või nimetage oma valemi parameeter ümber.
eu_es: Konponbidea: kendu formulako parametroa edo alda iezaiozu izena.
fi_fi: Korjaustapa: poista kaavasi parametri tai nimeä se uudelleen.
fr_fr: Résolution : Supprimez ou renommez le paramètre dans votre formule.
gl_es: Como corrixilo: Elimine ou cambie o nome do parámetro na fórmula.
hi_in: कैसे ठीक करें: अपने सूत्र से पैरामीटर को निकालें या उसका नाम बदलें.
hr_hr: Kako riješiti: Uklonite ili preimenujte parametar u formuli.
hu_hu: Javítási útmutató: Távolítsa el vagy nevezze át a képletben szereplő paramétert.
it_it: Procedura di correzione: Rimuovere o rinominare il parametro nella formula.
ja_jp: 修正方法: 数式内のパラメーターを削除するか、その名前を変更します。
kk_kz: Түзету әдісі: формулаңыздағы параметрді жойыңыз немесе оның атын өзгертіңіз.
ko_kr: 해결 방법: 수식의 매개 변수 이름을 바꾸거나 매개 변수를 제거합니다.
lt_lt: Kaip sutvarkyti: pašalinkite arba pervardykite parametrą savo formulėje.
lv_lv: Kā izlabot kļūdu: noņemiet vai pārdēvējiet formulā iekļauto parametru.
ms_my: Cara membetulkannya: Alih keluar atau namakan semula parameter dalam formula anda.
nb_no: Slik retter du opp: Fjern eller gi nytt navn til parameteren i formelen.
nl_nl: De oplossing: verwijder of hernoem de parameter in de formule.
pl_pl: Jak rozwiązać problem: usuń parametr z formuły lub zmień jego nazwę.
pt_br: Como corrigir: remova ou renomeie o parâmetro na sua fórmula.
pt_pt: Como corrigir: remova ou mude o nome do parâmetro na fórmula.
ro_ro: Cum se remediază: Eliminați sau redenumiți parametrul din formulă.
ru_ru: Решение: удалите или переименуйте параметр в формуле.
sk_sk: Postup opravy: Odstráňte alebo premenujte parameter vo vzorci.
sl_si: Navodila za popravljanje: odstranite ali preimenujte parameter v svoji formuli.
sr_cyrl_rs: Како да поправите: Уклоните или преименујте параметар у формули.
sr_latn_rs: Kako da popravite: Uklonite ili preimenujte parametar u formuli.
sv_se: Lösning: Ta bort eller byt namn på parametern i din formel.
th_th: วิธีแก้ไข: เอาออกหรือเปลี่ยนชื่อพารามิเตอร์ในสูตรของคุณ
tr_tr: Nasıl düzeltilir: Formülünüzdeki parametreyi kaldırın veya yeniden adlandırın.
uk_ua: Щоб виправити, вилучіть або перейменуйте параметр у формулі.
vi_vn: Cách khắc phục: Loại bỏ hoặc đổi tên tham số trong công thức của bạn.
zh_cn: 解决方式: 删除或重命名公式中的参数。
zh_tw: 如何修正: 請將公式中的參數移除或重新命名。

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_ShortMessage
source: Incompatible type. The '{0}' column in the data source youre updating expects a '{1}' type and youre using a '{2}' type.
bg_bg: Несъвместим тип. Колоната „{0}“ в източника на данни, който актуализирате, очаква тип „{1}“, а вие използвате тип „{2}“.
ca_es: El tipus no és compatible. La columna "{0}" de la font de dades que esteu actualitzant espera un tipus "{1}", però utilitzeu un tipus "{2}".
cs_cz: Nekompatibilní typ. Sloupec {0} v aktualizovaném zdroji dat očekává typ {1}, ale používáte typ {2}.
da_dk: Inkompatibel type. Kolonnen '{0}' i den datakilde, du opdaterer, forventer en '{1}' type, og du bruger en '{2}' type.
de_de: Nicht kompatibler Typ. Die Spalte "{0}" in der zu aktualisierenden Datenquelle erwartet einen Typ "{1}", aber Sie verwenden einen Typ "{2}".
el_gr: Μη συμβατός τύπος. Η στήλη "{0}" στην προέλευση δεδομένων που ενημερώνετε αναμένει τύπο "{1}" και εσείς χρησιμοποιείτε τύπο "{2}".
es_es: El tipo no es compatible. La columna "{0}" del origen de datos que está actualizando espera el tipo "{1}", pero usa el tipo "{2}".
et_ee: Ühildumatu tüüp. Värskendatavas andmeallikas olev veerg '{0}' eeldab tüüpi '{1}', teie kasutate tüüpi '{2}'.
eu_es: Mota bateraezina. Eguneratzen ari zaren datu-iturburuko "{0}" zutabeak "{1}" mota espero zuen, baina "{2}" mota ari zara erabiltzen.
fi_fi: Yhteensopimaton tyyppi. Päivitettävän tietolähteen sarake {0} odottaa tyyppiä {1}, ja käytät tyyppiä {2}.
fr_fr: Type incompatible. La colonne « {0} » dans la source de données que vous mettez à jour attend un type « {1} » et vous utilisez un type « {2} ».
gl_es: Tipo incompatible. A columna "{0}" da orixe de datos que está a actualizar espera un tipo "{1}" e vostede está a usar un tipo "{2}".
hi_in: असंगत प्रकार. डेटा स्रोत में आप जिस '{0}' स्तंभ को अद्यतित कर रहे हैं, उसके लिए '{1}' प्रकार चाहिए लेकिन आप '{2}' प्रकार का उपयोग कर रहे हैं.
hr_hr: Vrsta nije kompatibilna. U stupcu "{0}" u izvoru podatka koji ažurirate očekuje se vrsta "{1}", a koristite vrstu "{2}".
hu_hu: Inkompatibilis típus. A frissíteni kívánt adatforrás {0} oszlopa a(z) {1} típust várja, a megadott típus pedig a következő: {2}.
it_it: Tipo non compatibile. La colonna '{0}' nell'origine dati in fase di aggiornamento prevede un tipo '{1}' ma è stato usato un tipo '{2}'.
ja_jp: 互換性のない型です。更新しているデータ ソースの '{0}' 列では '{1}' 型が必要ですが、'{2}' 型を使用しています。
kk_kz: Үйлесімсіз түр. Сіз жаңартып жатқан деректер көзіндегі "{0}" бағаны "{1}" түрін күтеді, ал сіз "{2}" түрін пайдаланып жатырсыз.
ko_kr: 호환되지 않는 형식입니다. 업데이트하려는 데이터 소스의 '{0}' 열은 '{1}' 형식이어야 하는데 '{2}' 형식을 사용 중입니다.
lt_lt: Nesuderinamas tipas. Jūsų atnaujinamo duomenų šaltinio stulpelyje {0} tikimasi gauti tipą {1}, o jūs naudojate tipą {2}.
lv_lv: Nesaderīgs tips. Kolonnas {0} tipam datu avotā, ko atjaunināt, jābūt {1}, bet jūs lietojat tipu {2}.
ms_my: Jenis tidak serasi. Lajur '{0}' lajur dalam sumber data yang sedang dikemas kini menjangkakan jenis '{1}' tetapi anda menggunakan jenis '{2}'.
nb_no: Inkompatibel type. Kolonnen {0} i datakilden du oppdaterer, forventer en {1}-type og du bruker en {2}-type.
nl_nl: Niet-compatibel type. De kolom {0} in de gegevensbron die u bijwerkt, verwacht het type {1} en u gebruikt het type {2}.
pl_pl: Niezgodny typ. Kolumna „{0}” w aktualizowanym źródle danych oczekuje typu „{1}”, a używany jest typ „{2}”.
pt_br: Tipo incompatível. A coluna '{0}' na fonte de dados que você está atualizando espera um tipo '{1}', e você está usando um tipo '{2}'.
pt_pt: Tipo incompatível. A coluna "{0}" na origem de dados que está a atualizar espera um tipo "{1}" e está a utilizar um tipo "{2}".
ro_ro: Tip incompatibil. Coloana „{0}” din sursa de date pe care o actualizați așteaptă un tip „{1}”, iar dvs. utilizați un tip „{2}”.
ru_ru: Несовместимый тип. В столбце "{0}" в обновляемом источнике данных требуется тип "{1}", а используется тип "{2}".
sk_sk: Nekompatibilný typ. Stĺpec {0} v zdroji údajov, ktorý aktualizujete, očakáva typ {1} a vy používate typ {2}.
sl_si: Nezdružljive vrsta. Stolpec »{0}« v viru podatkov, ki ga posodabljate, pričakuje vrsto »{1}«, vi pa uporabljate vrsto »{2}«.
sr_cyrl_rs: Некомпатибилан тип. Колона „{0}“ у извору података који ажурирате очекује тип „{1}“, а ви користите тип „{2}“.
sr_latn_rs: Nekompatibilan tip. Kolona „{0}“ u izvoru podataka koji ažurirate očekuje tip „{1}“, a vi koristite tip „{2}“.
sv_se: Inkompatibel typ. Kolumnen {0} i datakällan som du uppdaterar förväntar sig en {1}-typ och du använder en {2}-typ.
th_th: ชนิดที่ไม่เข้ากัน คอลัมน์ '{0}' ในแหล่งข้อมูลที่คุณกำลังปรับปรุงคาดหวังชนิด '{1}' และคุณกำลังใช้ชนิด '{2}'
tr_tr: Uyumsuz tür. Güncelleştirmekte olduğunuz veri kaynağındaki '{0}' sütunu bir '{1}' türü bekliyor ancak '{2}' türünü kullanıyorsunuz.
uk_ua: Несумісний тип. Для стовпця "{0}", який ви оновлюєте в джерелі даних, очікується тип "{1}", а ви використовуєте тип "{2}".
vi_vn: Loại không tương thích. Cột '{0}' trong nguồn dữ liệu bạn đang cập nhật dự kiến có loại '{1}' mà bạn lại đang sử dụng loại '{2}'.
zh_cn: 类型不兼容。正在更新的数据源中的“{0}”列应为“{1}”类型，但你使用的是“{2}”类型。
zh_tw: 不相容的類型。您正在更新之資料來源中的 '{0}' 資料行應為 '{1}' 類型，但您使用了 '{2}' 類型。

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_HowToFix_1
source: You might need to convert the value to the same type, such as converting a date string (e.g., "12/31/2018") to a date value or a string to a number.
bg_bg: Може да се наложи да конвертирате стойността да бъде същия тип, като например конвертиране на низ на дата (например „12/31/2018“) в стойност на дата или низ в число.
ca_es: És possible que hàgiu de convertir el valor al mateix tipus, per exemple, la conversió d'una cadena de data (com ara "31/12/2018") a un valor de data o d'una cadena a un nombre.
cs_cz: Možná bude nutné převést hodnotu na stejný typ, např. převést řetězec data (třeba 31.12.2018) na hodnotu data nebo řetězec na číslo.
da_dk: Du skal måske konvertere værdien til samme type, for eksempel konvertere en datostreng (som "31/12/2018") til en datoværdi eller en streng til et tal.
de_de: Möglicherweise müssen Sie den Wert in denselben Typ konvertieren, z. B. eine Datumszeichenfolge (z. B. "12/31/2018") in einen Datumswert oder eine Zeichenfolge in eine Zahl.
el_gr: Ίσως χρειαστεί να μετατρέψετε την τιμή στον ίδιο τύπο, μετατρέποντας, για παράδειγμα, μια συμβολοσειρά ημερομηνίας (π.χ. "31/12/2018") σε τιμή ημερομηνίας ή μια συμβολοσειρά σε αριθμό.
es_es: Es posible que deba convertir el valor al mismo tipo; por ejemplo, de una cadena de fecha (como "31/12/2018") a un valor de fecha o de una cadena a un número.
et_ee: Võib-olla peate väärtuse samale tüübile teisendama, nt teisendama kuupäevastringi (nt "12/31/2018") kuupäeva väärtuseks või stringi arvuks.
eu_es: Baliteke balioa bihurtu behar izatea mota bera izan dezan; adibidez, data-kate bat (2018/12/31) data-balio bihur dezakezu, edo kate bat zenbaki bihur dezakezu.
fi_fi: Saatat joutua muuntamaan arvon samaksi tyypiksi, kuten muuntamaan päivämäärämerkkijonon (esimerkiksi 12/31/2018) päivämääräarvoksi tai merkkijonon luvuksi.
fr_fr: Vous devrez peut-être convertir la valeur pour qu'elle soit du même type, par exemple en convertissant une chaîne de date (telle que « 12/31/2018 ») en valeur de date ou une chaîne en nombre.
gl_es: É posible que precise converter o valor ao mesmo tipo, como, por exemplo, converter unha cadea de data (p. ex., "12/31/2018") nun valor de data, ou unha cadea nun número.
hi_in: आपको समान प्रकार में मान को रूपांतरित करने की आवश्यकता पड़ सकती है, जैसे कि किसी तिथि स्ट्रिंग (उदाहरण के लिए "12/31/2018") को एक तिथिमान या किसी संख्या की स्ट्रिंग में बदलना.
hr_hr: Možda ćete morati pretvoriti vrijednost u istu vrstu, primjerice pretvoriti datumski niz (npr. "31. 12. 2018.") u datumsku vrijednost ili niz u broj.
hu_hu: Lehetséges, hogy a típusegyezés érdekében konvertálnia kell az értéket, például a 12/31/2018 dátumsztringet egy dátumértékre, vagy egy sztringet egy számra.
it_it: Potrebbe essere necessario convertire il valore nello stesso tipo, ad esempio convertendo una stringa di data ("31/12/2018") in un valore di data o una stringa in un numero.
ja_jp: 日付文字列 (例: "12/31/2018") を日付値に変換したり、文字列を数値に変換したりするなど、値を同じ型に変換する必要があるかもしれません。
kk_kz: Мәнді бірдей түрге түрлендіруіңіз қажет болуы мүмкін, мысалы, күн жолын (мысалы, "31/12/2018") күн мәніне немесе жолды санға түрлендіру.
ko_kr: 날짜 문자열(예: "12/31/2018")을 날짜 값으로 변환하거나 문자열을 숫자로 변환하는 것과 같이 값을 동일한 형식으로 변환해야 할 수도 있습니다.
lt_lt: Gali prireikti konvertuoti reikšmę į tą patį tipą, pavyzdžiui, konvertuoti datos eilutę (pvz., 12/31/2018) į datos reikšmę arba eilutę į skaičių.
lv_lv: Ieteicams pārvērst vērtības veidu uz tādu pašu veidu, piemēram, pārvēršot datuma virkni (piem., “12/31/2018”) uz datuma vērtību vai virkni uz skaitli.
ms_my: Anda mungkin perlu menukar nilai kepada jenis yang sama, seperti menukar rentetan tarikh (MIS., "12/31/2018") untuk nilai tarikh atau rentetan kepada nombor.
nb_no: Du må kanskje konvertere verdien til samme type, for eksempel å konvertere en datostreng (f.eks. 12/31/2018) til en datoverdi eller en streng til et tall.
nl_nl: Mogelijk moet u de waarde converteren naar hetzelfde type, bijvoorbeeld door een datumtekenreeks (zoals '12/31/2018') te converteren naar een datumwaarde of door een tekenreeks om te zetten in een getal.
pl_pl: Może być konieczne przekonwertowanie wartości na ten sam typ, na przykład przekonwertowanie ciągu daty (np. „12/31/2018”) na wartość daty lub ciągu na liczbę.
pt_br: Talvez você precise converter o valor no mesmo tipo, por exemplo, converter uma cadeia de caracteres de data (por exemplo, "31/12/2018") em um valor de data ou uma cadeia de caracteres para um número.
pt_pt: Poderá precisar de converter o valor para o mesmo tipo, como, por exemplo, converter uma cadeia de data (por exemplo, "31/12/2018") para um valor de data ou uma cadeia para um número.
ro_ro: Poate fi necesar să convertiți valoarea la același tip, cum ar fi conversia unui șir de caractere de tip dată (de exemplu, „31.12.2018”) la o valoare dată sau conversia unui șir de caractere la un număr.
ru_ru: Возможно, следует преобразовать значение в тот же тип, например преобразовать строку даты ("31.12.2018") в значение даты или строку в число.
sk_sk: Pravdepodobne budete musieť skonvertovať hodnotu tak, aby bola rovnakého typu, napríklad skonvertovať reťazec dátumu (napríklad 31/12/2018) na hodnotu dátumu alebo reťazec na číslo.
sl_si: Vrednost boste morda morali spremeniti tako, da bo iste vrste. Datumski niz (npr. »12/31/2018«) boste na primer morali pretvoriti v datumsko vrednost ali niz v število.
sr_cyrl_rs: Можда ћете морати да конвертујете вредност у исти тип, као што је конвертовање ниске датума (нпр. „31.12.2018.“) у вредност датума, или ниску у број.
sr_latn_rs: Možda ćete morati da konvertujete vrednost u isti tip, kao što je konvertovanje niske datuma (npr. „31.12.2018.“) u vrednost datuma, ili nisku u broj.
sv_se: Du kan behöva konvertera värdet till samma typ, till exempel konvertera en datumsträng (t.ex. ”12/31/2018”) till ett datumvärde eller en sträng till ett tal.
th_th: คุณอาจต้องการแปลงค่าเป็นชนิดเดียวกัน เช่น การแปลงเป็นสตริงวันที่ (เช่น "31/12/2018") เป็นค่าวันที่ หรือเปลี่ยนสตริงให้เป็นตัวเลข
tr_tr: Bir tarih dizesini (örn. "31/12/2018") tarih değerine veya dizeyi bir sayıya dönüştürür gibi, değeri aynı türe dönüştürmeniz gerekebilir.
uk_ua: Можливо, доцільно перетворити значення на відповідний тип. Наприклад, можна перетворити рядок дати (як-от "31.12.2018") на значення дати або рядок на число.
vi_vn: Có thể bạn cần chuyển đổi giá trị đó thành cùng loại, chẳng hạn như chuyển đổi một chuỗi ngày tháng (ví dụ: "31/12/2018") thành giá trị ngày hoặc chuyển đổi một chuỗi thành một số.
zh_cn: 可能需要将值转换为相同类型，例如将日期字符串(例如 "2018/12/31") 转换为日期值或将字符串转换为数字。
zh_tw: 您可能需要將值轉換為相同類型，例如將日期字串 (例如 "12/31/2018") 轉換至日期值，或將字串轉換至數字。

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: Korištenje jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式
